#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# @trojanzhex


class Script(object):

    START_MSG = """🤓🤹ʜɪ ʜᴇʟᴏ {},🧸
••••••••••••••••••••••••••••••••••••••••••••

🕵️ɪ ᴄᴀɴ ᴇxᴛʀᴀᴄᴛ ᴀᴜᴅɪᴏ ᴀɴᴅ sᴜʙᴛɪᴛʟᴇs ғʀᴏᴍ ᴠɪᴅᴇᴏ ғɪʟᴇs.🧲🎬
🧾sᴇɴᴅ ᴍᴇ ᴀɴʏ ᴠɪᴅᴇᴏ ғɪʟᴇ ᴀɴᴅ ᴇxᴛʀᴀᴄᴛ ᴡʜᴀᴛ ʏᴏᴜ ᴡᴀɴᴛ .🎶🎵

🧬ғᴏʀ ᴍᴏʀᴇ ɪɴғᴏ /help....🔭

🔬🧲© ᴄʀᴇᴀᴛᴏʀ : @Deeks_04_8🎩,

°•°•°•°•°•°•°•°•[ 🆄🅼🆁 ]°•°•°•°•°•°•°•°•°"""


    HELP_MSG = """
💡𝐁𝐎𝐓'𝐒 𝐇𝐄𝐋𝐏

✓✓𝚂𝚃𝙴𝙿𝚂 𝚃𝙾 𝙵𝙰𝙻𝙾𝙾𝚆 }»»

🎵.sᴇɴᴅ ᴍᴇ ᴀɴʏ ᴠᴀʟɪᴅ ᴠɪᴅᴇᴏ ғɪʟᴇ..

🎵.ᴄʟɪᴄᴋ ᴅᴏᴡɴʟᴏᴀᴅ ᴀɴᴅ ᴘʀᴏᴄᴇss ʙᴜᴛᴛᴏɴ ᴛᴏ ᴅᴏᴡɴʟᴏᴀᴅ ᴛʜᴇ ғɪʟᴇ ᴛᴏ ᴍʏ sᴇʀᴠᴇʀ..

🎵.ᴡᴀɪᴛ ᴛɪʟʟ ɪ ᴘʀᴏᴄᴇss ᴛʜᴇ ᴠɪᴅᴇᴏ!..

🎵.ɴᴏᴡ sᴇʟᴇᴄᴛ ᴛʜᴇ sᴛʀᴇᴀᴍ ʏᴏᴜ ɴᴇᴇᴅ ᴛᴏ ᴇxᴛʀᴀᴄᴛ!..

🔬🧲© ᴄʀᴇᴀᴛᴏʀ : @Deeks_04_8🎩,

°•°•°•°•°•°•°•°•[ 🆄🅼🆁 ]°•°•°•°•°•°•°•°•"""


    ABOUT_MSG = """🤴 𝐀𝐁𝐎𝐔𝐓 𝐁𝐎𝐓

○ ᴍʏ ɴᴀᴍᴇ :  sᴀᴍᴘʟᴇ ᴀᴜᴅ/sᴜʙ ᴇxᴛʀᴀᴄᴛᴇʀ ʙᴏᴛ

○ ʟᴀɴɢᴜᴀɢᴇ : ᴘʏᴛʜᴏɴ 

○ ғʀᴀᴍᴇᴡᴏʀᴋ : ᴘʏʀᴏɢʀᴀᴍ 

○ sᴇʀᴠᴇʀ : ʜᴇʀᴏᴋᴜ 

○ ᴠᴇʀsɪᴏɴ : 1.0

○ sᴏᴜʀᴄᴇ ᴄᴏᴅᴇ : sᴏᴏɴ ᴀᴠᴀɪʟᴀʙʟᴇ 

○ ᴄʀᴇᴀᴛᴏʀ : @Deeks_04_8🏇

°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°
"""
